import "./People.css"

export default function People() {
    return(<div className="People-Info">
        <div className="Left-Card-Person">
            <img src="" alt="Фото человека Агата Харрис"/>
            <div className="Left-Card-Person-Info">
                <h1>Агата Харрис</h1>
                <span>
                    Агата смелая и ответственная девушка, склонная к приключениям. В моменты опасностей она никогда не теряет силу духа и стремится решительно ответить обидчику, вступая в прямую конфронтацию.
                </span>
            </div>
        </div>
        <div className="Right-Card-Person">
            <div className="Right-Card-Person-Info">
                <h1>Александр Нильсен</h1>
                <span>
                    Он является протеже Фредерика и также наследником его бизнеса, живущий вместе с ним на протяжении месяца в особняке Аннет Сильвер-Харрис. Весьма неоднозначная личность.
                </span>
            </div>
            <img src="" alt="Фото человека Александр Нильсен"/>
        </div>
        <div className="Left-Card-Person">
            <img src="" alt="Фото человека Сэм Макото"/>
            <div className="Left-Card-Person-Info">
                <h1>Сэм Макото</h1>
                <span>
                    Сэм ранее была стритрейсером и даже понимала, что это незаконно. Но один случай, когда она участвовал в соревнованиях и сбила ребёнка, заставил девушку бросить это. На данный момент является помощником детектива Гудмана и расследует дело с убийством Аннет.
                </span>
            </div>
        </div>
        <div className="Right-Card-Person">
            <div className="Right-Card-Person-Info">
                <h1>Элиза Харрис</h1>
                <span>
                    Девушка предстает заботливой и чуткой, когда Агата переживает трудное эмоциональное состояние после кончины близкой родственницы. Элиза студентка медицинского вуза
                </span>
            </div>
            <img src="" alt="Фото человека Элиза Харрис"/>
        </div>
        <div className="Left-Card-Person">
            <img src="" alt="Фото человека Рейчел Линд"/>
            <div className="Left-Card-Person-Info">
                <h1>Рейчел Линд</h1>
                <span>
                    Рэйчел имеет совместный с Александром бизнес в Швеции по производству небольших яхт. У Рэйчел очень целеустремлённый и настойчивый характер. Смена пола никак не отразилась на ориентации Рэйчел.
                </span>
            </div>
        </div>
        <div className="Right-Card-Person">
            <div className="Right-Card-Person-Info">
                <h1>Гилберт Гудман</h1>
                <span>
                    Является детективом и имеет своего личного помощника. Дает Сэм странные напутствия, потому что считает себя профессионалом. Подозревает всех вокруг, не знает, как все это совместить.
                </span>
            </div>
            <img src="" alt="Фото человека Гилберт Гудман"/>
        </div>
        <div className="Left-Card-Person">
            <img src="" alt="Фото человека Данте Харрис"/>
            <div className="Left-Card-Person-Info">
                <h1>Данте Харрис</h1>
                <span>
                    Сводный брат Элизы. Актер с очень высокой самооценкой. Любит сам себя и свое тело. В целом Данте очень симпатичный молодой человек. У него светлые волосы средней длины, бледноватая кожа.
                </span>
            </div>
        </div>
        <div className="Right-Card-Person">
            <div className="Right-Card-Person-Info">
                <h1>Эллиа Ноябрь</h1>
                <span>
                    Администратор в казино. В день, когда Эллиа в первый раз сделал себе дреды, семь девушек подкатили к нему независимо друг от друга. Он решил, что это знак, и с тех пор старается носить их как можно чаще и дольше.
                </span>
            </div>
            <img src="" alt="Фото человека Эллиа Ноябрь"/>
        </div>
        <div className="Left-Card-Person">
            <img src="" alt="Фото человека Чарли Харрис"/>
            <div className="Left-Card-Person-Info">
                <h1>Чарли Харрис</h1>
                <span>
                    Сестра умершей Аннет СильверХаррис. Мать Данте и Элизы. Сдержанная и приятная на первый взгляд женщина.
                </span>
            </div>
        </div>
        <div className="Right-Card-Person">
            <div className="Right-Card-Person-Info">
                <h1>Марта Рэдбэк</h1>
                <span>
                    Девушка работает активной горничной в поместье Харрисов. Так же, является назойливой сплетницей, сующаяся и преуспевающая узнать о всех событиях в доме, где про её хобби всем известно. Может выдать все сплетни подчистую.
                </span>
            </div>
            <img src="" alt="Фото человека Марта Рэдбэк"/>
        </div>
        <div className="Left-Card-Person">
            <img src="" alt="Фото человека Дилара Бостон"/>
            <div className="Left-Card-Person-Info">
                <h1>Дилара Бостон</h1>
                <span>
                    Крупье в казино. Собирает всю информацию про людей, чтобы использовать во благо себе. Жесткий интеллектуал, потому что умеет мыслить и пользоваться информацией правильно.
                </span>
            </div>
        </div>
        <div className="Right-Card-Person">
            <div className="Right-Card-Person-Info">
                <h1>Фредерик Ларсен
                </h1>
                <span>
                    Приехал из Норвегии вместе со своим протеже Александром, чтобы договорится насчёт бизнеса.
                </span>
            </div>
            <img src="" alt="Фото человека Фредерик Ларсен"/>
        </div>
    </div>);
}